export const VetSchema = {
  firstName: "",
  lastName: "",
  pass1: "",
  pass2: "",
  birthDate: "",        
  username: "",  
  gender: "",        
  email: "",
  address: "",
  phone: "",
  landline:"",
  amka:"",
  afm:"",
  adress:"",
  location:"",
  post:"",
  idnumber:"",
  speciality:"",
  degree:"",
  xp:"",
  available:"",

};



//--------------------------------------------------------------------------------
//      δευτρα     τριτη    τεταρτη    πεμπτη     παρασκευη  σαββατο     κυριακη|
//1-2|    11    |   21     |   31     |   41     |   51     |   61     |  71    |
//2-3|    12    |   22     |   32     |   42     |   52     |   62     |  72    |
//3-4|    13    |   23     |   33     |   43     |   53     |   63     |  73    |
//5-6|    14    |   24     |   34     |   44     |   54     |   64     |  74    |    
//6-7|    15    |   25     |   35     |   45     |   55     |   65     |  75    |  
//7-8|    16    |   26     |   36     |   46     |   56     |   66     |  76    |  
//8-9|    17    |   27     |   37     |   47     |   57     |   67     |  77    |
// ------------------------------------------------------------------------------

